Repository: giellalt/corpus-sms
Catalog: prestable/tmx/sms2fin/admin/sd/forms_schemes_fi/savasu_koltsaame.pdf.tmx
Source language: sms
Languages: fin

source: Päärnaž vuäitt taarbšed tueŠrjj fyyslaž, teađlaž, ceäŠppvuađlaž, tobdd-jieŠllem leŠbe sosiaalaž õuddnumuužž vueŠssvuuŠvdin.
fin: Lapsi voi tarvita tukea fyysisen, tiedollisen, taidollisen, tunne-elämän tai sosiaalisen kehityksensä osa-alueilla.

source: PeiŠvvhååid tarbb vuäitt šõddâd teŠl, ko päärna šõddâmvueeŠjj jouŠdde vaarrvuâŠlla leŠbe jie staan suu tiõrvâsvuõđ da õuddnumuužž.
fin: Tuen tarve voi syntyä silloin, kun lapsen kasvuolot vaarantuvat tai eivät turvaa hänen terveyttään ja kehitystään.

source: JeeŠrben håiddâkksai peâmmtuââŠj da vuäŠpstempääiŠǩǩ ferttai toimmjed čaapp õhttsažtuâŠjast päärnai mättjemvaiggadvuõđi da ääiŠjbuš tueŠrj taarbb tobddstumužže.
fin: Erityisesti varhaiskasvatuksen ja neuvolan tulee toimia kiinteässä yhteistyössä lasten oppimisvaikeuksien ja varhaisen tuen tarpeen tunnistamisessa.

source: Ko puärraz leŠbe håiddâkksai peâmmpersonkåŠdd vuâmmše päärna õuddnumuužzâst mââjumuužž leŠbe rääŠtktõõzzid, saǥstõõllâd õhttsest, mii päärna õuddnumuužzâst lij persoonlaž leŠbe persoonlažvuõd jiiŠjjesnallšemvuõtt da koŠst lij tueŠrjj tarbb.
fin: Kun vanhemmat tai varhaiskasvatushenkilöstö havaitsevat lapsen kehityksessä viivästymistä tai poikkeavuutta, keskustellaan yhteisesti, mikä lapsen kehityksessä on yksilöllistä tai persoonallisuuden piirteitä ja missä on tuen tarvetta.

source: Toimmjumuužž vuâlggmužžân lie päärna persoonlažvuõđ väŠlddmuš loŠkku da jiõččtobddmuužž raavummuš.
fin: Toiminnan lähtökohtia ovat lapsen yksilöllisyyden huomioiminen ja itsetunnon vahvistaminen.

source: ÄäŠvai da naŠddjõõddi påread päärna puärrsi da personkååŠdd kõõskâlt räjje vuađđ toimjeeiji õhttsažtuõŠjju päärna õudde.
fin: Avoimuus ja luottamuksellinen ilmapiiri lapsen vanhempien ja henkilöstön välillä luovat perustan toimivalle yhteistyölle lapsen hyväksi.

source: Taarbbšeest arvstõõllmuužž tuäŠjjen hanǩǩeet puärrsivuiŠm suåppumnääŠleld äŠšštobddi ceälkkmuš.
fin: Tarvittaessa arvioinnin tueksi hankitaan vanhempien kanssa sovitulla tavalla asiantuntijan lausunto.

source: Taarbšum tuäŠrjjtuåimid altteed tâlles ko tuäŠrjjtarbb lij vuâmmšum.
fin: Tarvittavat tukitoimet aloitetaan heti kun tuen tarve on havaittu.

source: ʼuddmättŠtõs lij vueŠss håiddâkksai peâmmâst.
fin: Esiopetus on osa varhaiskasvatusta.

source: KååŠddest lij lääŠjjvuađđlaž õõlǥtummuš järjsted õuddmättõõzz.
fin: Kunnalla on lakiin perustuva velvollisuus järjestää esiopetusta.

source: Ouddmättõõzz vueitet järjsted jun- a peiŠvvhååidâst leŠbe škooulâst.
fin: Esiopetusta voidaan järjestää joko päivähoidossa tai koulussa.

source: TeŠl ko õõlǥtummuužž riâššat peiŠvvhåiddpääiŠǩest, õuddmättŠtõzze šiõtteed teuŠdded še peiŠvvhååidlääŠjj.
fin: Silloin kun esiopetusta järjestetään päivähoitopaikassa, esiopetukseen sovelletaan täydentävänä myös päivähoidon lainsäädäntöä.

source: SäŠmmlai dommvuŠvdest sääŠmǩiõli õõlǥtummuužž riâššat vuađmättʼtõõzz õhttvuõđâst.
fin: Saamelaisten kotiseutualueella saamenkielistä esiopetusta järjestetään perusopetuksen yhteydessä.

source: ʼõlǥtummuužžid čõõđtet vuađđmättʼtõsllääŠjj mieŠldd.
fin: Esiopetusta toteutetaan perusopetuslain mukaisesti.

source: ʼuddmättŠtõõzz mättʼtõsplaan vuaađ ohjjee väŠlddkååŠddlaž õuddmättŠtõõzz siisǩe, šlaajj da pääiklai mättʼtõsplaani raajjmuužž.
fin: Esiopetuksen opetussuunnitelman perusteet ohjaavat valtakunnallisesti esiopetuksen sisältöä, laatua ja paikallisten opetussuunnitelmien laatimista.

source: SääŠmǩiõlle uŠvddemnalla åårai õuddmättŠtõõzz ǩiõlvuađlaž täävtõõzz lie seämma ko še jeeŠres õuddmättŠtõõzzâst.
fin: Saamen kielillä annettavan esiopetuksen kielelliset tavoitteet ovat samat kuin muussakin esiopetuksessa.

source: Päärnže ferttai peâmmtuââŠj da mättʼtõõzz veäkka uŠvdded vueittemvuõtt mättjed še säŠmmlaž kulttuurpärbb.
fin: Lapselle tulee kasvatuksen ja opetuksen avulla antaa mahdollisuus omaksua myös saamelainen kulttuuriperintö.

source: Mättʼtõõzz teäŠdd vuuŠvd lie sääŠmkulttuur, jeeŠrben joikk da ǩiõttʼtuââŠj, jieŠllemvueŠjj, jieŠllemnääŠll da pääiklaž luâtt.
fin: Opetuksen painoalueita ovat saamelainen kulttuuri, erityisesti joiku ja käsityöt, elinkeinot, elämäntapa ja paikallinen luonto.

source: Ǩiõlvuađlaž da kulttuurärbbvuõđ juäŠtkkumuužž ferttai õõudeed õhttsažtuâŠjast pääiklaž õhttsažkååŠddin.
fin: Kielellisen ja kulttuuriperinteen jatkumista tulee edistää yhteistyössä paikallisen yhteisön kanssa.

source: PeâmmkueiŠmmvuõtt puärrsi da sooǥǥ vuiŠm
fin: Kasvatuskumppanuus vanhempien ja suvun kanssa

source: PeâmmkueiŠmmvuõtt lij kõskkvuõtt, koŠst personkåŠdd, puärraz da päärna huõl âânnmužže vuäŠssõõđi oummu teađsteeŠl čõõnâdde päärna šõddmuužž, õuddnumuužž da mättjem tuäŠrjjumužže.
fin: Kasvatuskumppanuus on suhde, jossa henkilöstö, vanhemmat ja lapsen huolenpitoon osallistuvat henkilöt tietoisesti sitoutuvat lapsen kasvun, kehityksen ja oppimisen tukemiseen.

source: KueiŠmmvuõđást puärraz, ruått da tuâŠjjla lie tääzzverdsaž, leša jeeŠresnallšem päärna tobddi.
fin: Kumppanuudessa vanhemmat, suku ja työntekijät ovat tasavertaisia, mutta erilaisia lapsen tuntijoita.

source: Päärna doomm da håiddâkksai peâmmkääzzkõõzzi raavâs õhttsažtuâŠjj tuäŠrjjad päärna jiõn koŠlljumuužž..
fin: Lapsen kodin ja varhaiskasvatuspalveluiden vahva yhteistyö tukee lapsen äänen kuulumista.

source: Päärnast lij vuõiggâdvuõtt vuäŠssõõttâd, vaaikted da šõddâd kuŠllum juõŠǩkpeiŠvvsain tuõjjstõõllmuužžin da siõrin.
fin: Lapsella on oikeus osallistua, vaikuttaa ja tulla kuulluksi jokapäiväisissä askareissa ja leikeissä.

source: Päärna, piârri da personkååŠddin čõõđtum saǥstõõllmuužži vuađâlt raajât håiddâŠkksai päärnai peâmmplaan.
fin: Lapsen, perheen ja henkilöstön kanssa käytyjen keskustelujen pohjalta laaditaan lapsen varhaiskasvatussuunnitelma.

source: Håiddâkksai peâmm toimmjumuužžid da plaanid raajeest tuäŠrjjeed puärrsi da päärnai vaaiktemvueittemvuõđ peiŠvvhååid õõdâsviikkmužže da ärvvstõõllmužže.
fin: Varhaiskasvatuksen toimintaa ja suunnitelmia laadittaessa turvataan vanhempien ja lasten vaikuttamismahdollisuudet päivähoidon kehittämiseen ja arviointiin.

source: KueiŠmmvuõtt õõlǥad še tõn, što kuhttuin vueŠssbieŠlin lie rijttjeei teâđ kueiŠmez peâmmvuäiŠnnmõõžžin da - naalin.
fin: Kumppanuus edellyttää myös sitä, että molemmilla osapuolilla on riittävästi tietoa toistensa kasvatusnäkemyksistä ja – tavoista.

source: Piârrji jeeŠresnallšemvuõđ da jeeresnallšem ärvvvaŠlljõõzzi teađstumuš lij kueiŠmmvuõđ õõlǥtumuš.
fin: Perheiden erilaisuuden ja erilaisten arvovalintojen tiedostaminen on kumppanuuden edellytys.

source: TuâŠjjlast lij ämmatvuađlaž vasttumuš jåŠtteed da tuõŠlljed pâŠjjen peâmmkueiŠmmvuõđ..
fin: Työntekijällä on ammatillinen vastuu käynnistää ja ylläpitää kasvatuskumppanuutta.

source: Määŋgämmatlaž õhttsažtuâŠjj
fin: Moniammatillinen yhteistyö

source: Čââpp õhttsažtuâŠjj vuäŠpstempaaiǩi, škoouli da håiddâkksai peâmmkääzzkõõzzi kõõskâlt lij vääžnai.
fin: Varhaiskasvatus, neuvola, esiopetus ja perusopetus muodostavat lapsen kehityksen kannalta johdonmukaisesti etenevän kokonaisuuden.

source: Še vuäŠpstempääiŠǩ tuâŠjjan lij õõudeed päärna šõddmuužž, õuddnumuužž da mättjumuužž di tuäŠrjjeed puärrsid siŠjji dommpeâmmʼmuužžâst.
fin: Myös neuvolan tehtävänä on edistää lapsen kasvua, kehitystä ja oppimista sekä tukea vanhempia heidän kotikasvatuksessaan.

source: Sosiaal- da tiõrvâsvuõttministeria vuäŠppast, što peiŠvvhååid da päärnaivuäŠpstempaaiǩi kõõskâlt lie õõutsââŠjest suåppum õhttsažtuâŠjj- da teâđvaajjtemnääŠl.
fin: Sosiaali- ja terveysministeriö suosittelee, että päivähoidon ja lastenneuvolan välillä on yhteisesti sovitut yhteistyö- ja tiedonvaihtomenettelyt.

source: MääŋgsââŠjest lij rajjum 3- da 5-âkksai päärnai õuddnumuužž seurrjumužže puärrsi, vuäŠpstempaaiǩi da peiŠvvhååid õhttsažtuâŠjjmall.
fin: Monin paikoin on kehitetty 3- ja 5-vuotiaiden lasten kehityksen seurantaan vanhempien, neuvolan ja päivähoidon yhteistyömalli.

source: ʼhttsažtuâŠjj lij veäǩǩtam peiŠvvdommpersoonkååŠdd ääijbuužž pueŠrben teâđsted päärna persoonlaž tueŠrjj taarbid.
fin: Yhteistyö on auttanut päiväkotihenkilökuntaa entistä paremmin tiedostamaan lapsen yksilöllisen tuen tarpeet.

source: Vääžnai håiddqkksai päärnai peâmmtuââŠj õhttsažtuâŠjjkueiŠmmen toimmje puärrsi lââzzen jm. päärnaivuäŠpstempäiŠǩǩ, škooul, psykoloog, sosiaal- da piârtuâŠjjla, särnnam-, toimmjem - da fysioterapeeut, jeeresnallšem määŋgämmatlaž tuâŠjjärttel, pääŠnnhåidd, sieŠbrrkåŠdd da õhttõõzz.
fin: Tärkeinä varhaiskasvattajien yhteistyökumppaneina toimivat vanhempien lisäksi mm. lastenneuvola, koulu, psykologi, sosiaali- ja perhetyöntekijät, puhe-, toiminta- ja fysioterapeutti, erilaiset moniammatilliset työryhmät, hammashoito, seurakunta ja järjestöt.

source: VuuŠvdisiisǩež ja rååstt raaji õhttsažtuâŠjj
fin: Alueellinen ja rajat ylittävä yhteistyö

source: Håiddâkksai peâmmʼmuužžâst raajât õhttsažtuââj pääiklaž, vuuŠvddsiisǩež, rååst raaji da alggmeeŠr tääzzest.
fin: Varhaiskasvatuksessa tehdään yhteistyötä paikallisella, alueellisella, rajat ylittävällä ja alkuperäiskansatasolla.

source: SäŠmmlai kääzzkõõzzi õõuđâsviikkámhanǩǩõõzz äiŠǧǧen lij sääŠmvuuŠvd personkååŠddest pâŠjjnam tarbb õhttsažtuâŠjast plaanâd da õõudâsviikkâd säŠmmla håiddâkksai peâmmtoimmjumuužž.
fin: Saamelaisten palvelujen kehittämishankkeen aikana on saamelaisalueen henkilöstöllä korostunut tarve yhteistyössä suunnitella ja kehittää saamelaista varhaiskasvatustoimintaa.

source: PeâmmtuâŠjjlai kõskksa silttumuužž vaajjtumuš õõudad še jiiŠjjes tuââŠj õõudâsviikkmuužž.
fin: Työntekijöiden välisen osaamisen vaihto edistää myös oman työn kehittämistä.

source: SäŠmmla håiddâkksai peâmm õõudâsviikkâm õõlǥad äiŠǧǧmiermieŠlddsaid säiŠmmkaaunõõttmuužžid.
fin: Saamelaisen varhaiskasvatuksen kehittämisen jatkaminen edellyttää säännönmukaisia verkostotapaamisia.

source: Håiddâkksai peâmmõõutilooǥǥi ferttai vueitted tuõŠlljed juõŠǩǩ eeŠjj õõdâsviikkâm- da plaanâm šõddmuužžid, koin tuâŠjjla vuäitte õõutveäkka smiõttâd mäŠhtt säŠmmla kulttuuräärvv čõõđteŠčče toteutuisivat puermõsân aarǥ peâmmtuâŠjast.
fin: Varhaiskasvatusyksiköiden tulee voida pitää vuosittain kehittämis- ja suunnittelutilaisuuksia, joissa työntekijät voivat yhdessä pohtia miten saamelaiset kulttuuriarvot toteutuisivat parhaiten arjen kasvatuskäytännöissä.

source: ʼhttsažtuâŠjj pääiklai kulttuurtuåimi kooivuiŠm raŠvveed päärnai õhttvuõđ jiiŠjjes ǩiõlle da kulttuure.
fin: Yhteistyö paikallisten kulttuuritoimijoiden kanssa vahvistaa lasten yhteyttä omaan kieleen ja kulttuuriin.

source: Pääiklai kulttuurtuåimi kooi leŠčče pueŠrr väŠldded lokku toimmjumuužžâst še håiddâkksai taarbid.
fin: Paikallisten kulttuuritoimijoiden olisi hyvä huomioida toiminnassaan myös varhaiskasvatuksen tarpeet.

source: TâvvsääŠmǩiõll lij õhttsaž TâŠvv-Kaloott vuuŠvdest da nuõrttsääŠmǩiõl Ruõššjânnemst da LääŠddjânnmest jällsteeji nuõrttsäŠmmlai sest.
fin: Pohjoissaamen kieli on yhteinen Pohjois-Kalotin alueella ja koltansaamen kieli Venäjällä ja Suomessa asuvien kolttasaamelaisten kanssa.

source: SäŠmmlaid õhttsažtuâŠjj rååstt raaji lij luâđlaž da juäŠtkkjeei.
fin: Saamelaisille rajat ylittävä yhteistyö on luonnollista ja jatkuvaa.

source: Håiddâkksai peâmmõõutilooǥǥi õhttsažtuâŠjj rååstt raaji säŠmmlai peiŠvvhåiddampaaiǩivuiŠm raŠvvâd säŠmmlai õhttekuullâmtobddmuužž da kulttuur tobddmõõžž.
fin: Varhaiskasvatusyksiköiden yhteydenpito yli rajojen saamelaisten päiväkotien kanssa vahvistaa saamelaisten yhteenkuuluvuuden tunnetta ja kulttuurien tuntemusta.

source: SääŠmvuuŠvd kååŠddin lie suåppmõõžž Ruõččjânnam da Taarrjânnam âlddvuuŠvdi kååŠddivuiŠm håiddâkksai peâmmkääzzkõõzzi vuäŠsttmuužžâst rååst raajj.
fin: Saamelaisalueen kunnilla on sopimuksia Ruotsin ja Norjan lähialueen kuntien kanssa varhaiskasvatuspalvelujen ostosta yli rajan.

source: Še järrzin alggmeerain lie seämmanallšem vâŠǯǯlõõzz jiiŠjjes ǩiõl, kulttuur da õhttsažkåŠddvuõđ pâŠjjen tuõŠlljem da raŠvveem diõtt.
fin: Myös muilla alkuperäiskansoilla on samanlaisia haasteita oman kielen, kulttuurin ja yhteisöllisyyden ylläpitämiseksi ja vahvistamiseksi.

source: Håiddâkksai peâmmpersonkååŠdd lij pueŠrr tobddstõõttâd jäŠrrsi alggmeerai šiõǥǥ nääŠlid ǩiõl da kulttuur serddmužže puõŠtti puõŠlvvõõǥǥid.
fin: Varhaiskasvatushenkilöstön on hyvä tutustua muiden alkuperäiskansojen hyviin käytäntöihin kielen ja kulttuurin siirtämiseksi tuleville sukupolville.

source: AlggmeeŠr õhttsažtuâŠjj lij alttuum säŠmmla päärnaikulttuurkõskkõõzz tuåimest päärnai kulttuur beäŠlest.
fin: Alkuperäiskansayhteistyö on aloitettu saamelaisen lastenkulttuurikeskuksen toimesta lastenkulttuurin osalta.

source: AlggmeeŠrai ǩiõli vaarrvuâŠllsažvuõtt õõlǥâd veŠrǧǧneeǩǩin positiivlaš jeeŠrab puârast šïõttõõttmuuž, koin ǩiõli seillmuš da ođđ puõlvvõõǥǥid serddmuužž vueited staanâd.
fin: Alkuperäiskansan kielten uhanalaisuus edellyttää viranomaisilta positiivista erityiskohtelua, jolla kielten säilyminen ja uusille sukupolville siirtyminen voidaan turvata.

source: Plaann mieŠldd õuddneei ǩiõll- da kulttuur jeäŠljâttemprograamm raajjmuš håiddâkksaipeâmmʼmužže da vuađđmättʼtõzze veäǩkteŠčče maaccted sääŠmkiõl tõn mõõnntam säŠmmlaid da raajjâd sääŠmǩiõlin kueŠddteei viõǥǥ sääŠmõhttsažkå Šdda.
fin: Suunnitelmallisen kielen- ja kulttuurinelvyttämisohjelman laatiminen varhaiskasvatukseen ja perusopetukseen auttaisi palauttamaan saamen kielen sen menettäneille saamelaisille sekä tekemään saamen kielistä saamelaisyhteiskuntaa kannattelevan voimavaran.

source: SäŠmmla håiddâkksai peâmmʼmuužžást vuastta puõŠtti vaŠǯǯlõzzân lij jeeŠrben nuõrttsääŠm- da aanrõžǩiõllsai håiddâkksai peâmmaunstõõzzi raajjmuš.
fin: Saamelaisen varhaiskasvatuksen haasteena on erityisesti koltta- ja inarinsaamenkielisen varhaiskasvatusmateriaalin tekeminen.

source: SäŠmmla materiaalbaaŋk õõudâsviikkmuš interneŠtte lij vääžnai sääŠmǩiõllsai håiddâkksai peâmmaunstõõzzi õõutsâŠjja noorrmužže håiddâkksai peâmmpersonkååŠdd da puärrsi áánnma.
fin: Saamelaisen materiaalipankin kehittäminen internettiin on tärkeää saamenkielisen varhaiskasvatusmateriaalin kokoamiseksi yhteen varhaiskasvatushenkilöstön ja vanhempien käyttöön.

source: Håiddâkksai peâmmʼmam siisǩe õõudâsviikkmuš lij vuađđtuââŠj vueŠssen tueŠjjeemnalla.
fin: Varhaiskasvatuksen sisällön kehittäminen on perustyön osana tehtävää työtä. Pedagogisen

source: Pedagoglaž toimmjummuužž õõlǥtõõzzi õõudâsviikkmužže lij vääžnai ǩiddeed vuâmmšummuužž uuŠcces ärttli vueittemvuõtte, toimmjumužže, sááŠjid da neäŠvvaid.
fin: toiminnan edellytysten kehittämiseksi on tärkeää kiinnittää huomiota pienryhmien muodostamismahdollisuuteen, toimintaan, tiloihin ja välineisiin.

source: PersonkååŠdd tuâŠjjolo kõskkvuõđi õõudâsviikkmužže lij vääžnai vuâmmšed personkååŠdd vueittemvuõđ škoouljumužže da tuâŠjast puarast vuäittmužže.
fin: Henkilöstön työolosuhteiden kehittämiseksi on tärkeää huomioida henkilöstön koulutusmahdollisuudet ja työssä jaksaminen.

source: PersonkåŠdd taarbaš tueŠrjj da ohjjumuužž sääŠmǩiõlle da kulttuure õhttneei pedagoglaž naali tobdsttumuužžâst, ärvstõõllmuužžâst da õõudâsviikkmuužžâst.
fin: Henkilöstö tarvitsee tukea ja ohjausta saamen kieleen ja kulttuuriin liittyvien pedagogisten käytäntöjen tunnistamisessa, arvioimisessa ja kehittämisessä.

source: JiiŠjjes tuââŠj õõudâsviikkmuš veäǩǩad vueiŠnned tuââŠj ođđnallšem čuõŠvâst, páájeed tõn arvvstumuužž, tobdsted jiiŠjjes silttumuužž da väŠldded jiõŠcceezz ođđ tuâŠjjnaalid.
fin: Oman työn kehittäminen auttaa näkemään työtä uudessa valossa, nostamaan sen arvostusta, tunnistamaan omaa osaamista sekä omaksumaan uusia työtapoja ja – menetelmiä.

source: ʼõudâsviikkmuužžâst vuasŠtta puõŠtti vâŠǯǯlõõzz lie säŠmmlai kääzzkõõzzi õõuđâsviikkámhanǩǩõõzz jååđeest rajjum õõuđâsviikkânsääiŠm pâŠjjentuõŠlljumuš, õhttsažtuââŠjj õudldõõzzi staannmuš da personkååŠdd da puärrsi vuäŠssadvuõđ raavummuš õõuđâsviikkâmtuâŠjast.
fin: Kehittämisen haasteena ovat saamelaisten palvelujen kehittämishankkeen aikana luodun kehittämisverkoston ylläpitäminen, yhteistyöedellytysten turvaaminen sekä henkilöstön ja vanhempien osallisuuden vahvistaminen kehittämistyössä.

source: Håiddâkksai peâmmʼtuââŠj ohjjumuužžâst da jååđtumuužžâst väŠstteejin lij še kõõskâz sââŠjj õõudâsviikkâtuââŠj õuddnumuužžâst.
fin: Varhaiskasvatuksen ohjauksesta ja johtamisesta vastaavilla tahoilla on myös keskeinen rooli kehittämistyön etenemisessä.

source: SäŠmmlai kääzzkõõzzi õõuđâsviikkâmtuâŠjast lij puäŠttam õudde resurssi vääŠnnvuõtt, kååŠtt tuejjad vaiggeen õhttsažtuââŠjj tueŠjjumuužž da toimmjem õõudâsviikkmuužž.
fin: Saamelaisten palvelujen kehittämistyössä on noussut esiin resurssien puute, joka vaikeuttaa yhteistyön tekemistä ja toiminnan kehittämistä.

source: SääŠmvuuŠvdin taarbšet oŠbb sääŠmvuuŠvd õhttsa säŠmmla håiddâkksai peâmmtuââŠj ohjjeei.
fin: Saamelaisalueella tarvitaan koko alueen yhteinen saamelainen varhaiskasvatusohjaaja.

source: Håiddâkksai peâmmtuâŠj ohjjeei tuõŠjju kuulče peiŠvvhååid, ǩiõllpieŠssi, õuddmättŠtõõzz da vuäŠpstempaaiǩivuiŠm tueŠjjuum õhttsažtuâŠjj da ohjjumuš da teađtumuš sääŠmǩiõlle, kulttuure, peâmmʼ mužže da määŋgǩiõllsažvuõtte kuulli aaŠššin.
fin: Varhaiskasvatusohjaajan tehtäviin kuuluisi päivähoidon, kielipesien, esiopetuksen ja neuvoloiden kanssa tehtävä yhteistyö sekä ohjaus ja tiedottaminen saamen kieleen, kulttuuriin, kasvatukseen ja monikielisyyteen liittyvissä asioissa.

source: Håiddâkksai peâmm personkååŠdd vuäŠʒʒmuš, škoouljummuš da silttumuš
fin: Varhaiskasvatuksen henkilöstön saatavuus, koulutus ja osaaminen

source: SäŠmmla håiddâkksai peâmmtuââŠj šuurmõs õudde puõŠtti vaŠǯǯlõzzân lij sääŠmiõllsa škoouljum personkååŠdd vuäŠǯǯamvuõtt.
fin: Saamelaisen varhaiskasvatuksen suurimpana haasteena on saamenkielisen koulutetun henkilöstön saatavuus.

source: SäŠmmlai vuâlggmuužžin plaanum ämmatlaž da pââjbu ceäkkas škoouljumuužž õõlǥče vueitted mättʼtõõttâd saaŠmi dommvuuŠvdest.
fin: Saamelaisista lähtökohdista suunniteltua ammatillista ja korkea-asteen koulutusta tulisi voida opiskella saamelaisten kotiseutualueella.

source: LääŠddjânnmest jeäŠt jäärjest sääŠmǩiõllsa håiddâkksai peâmmtuââŠj škoouljumuužž.
fin: Suomessa ei järjestetä saamenkielistä varhaiskasvatusalan koulutusta.

source: UŠččteeliškoouljemstrooitlest lij ǩiddõs (2 pääiǩ) šõddâmvuõđ mieŠldd sääŠmǩiõllsaid päärnaihååiduŠččteelen ooccjid lääŠddǩiõllsaid skoouljumužže.
fin: Oulun yliopistossa, opettajankoulutuslaitoksessa on kiintiö (2 paikkaa) syntyperäisille saamenkieliselle lastentarhanopettajahakijoille suomenkieliseen koulutukseen.

source: Ââldmõs säŠmmla håiddâkksai peâmmtuââŠj mättʼteei õllškooul lij TâŠvv- Taarrjânnmest.
fin: Lähin saamelaista varhaiskasvatusopetusta tarjoava korkeakoulu sijaitsee PohjoisNorjassa.

source: LäŠddlain sääŠmǩiõllsain lij vuõiggâdvuõtt ooccõõttád Taarrjânnma mättõõttʼtâd päärnaihååid uŠččteelen.
fin: Suomalaisilla saamenkielisillä on oikeus hakeutua Norjaan opiskelemaan lastentarhanopettajiksi.

source: SääŠmvuuŠvd škoouljemkõskkõõzzást Aanrest lij järjstum sosiaal- da tiõrvâsvuõtt-tuâjai vuâđđtutǩǩõzze viikki âlddhoiddjeeisǩoouljumuužž eeŠjjest 1997 ääŠljeeŠl.
fin: Saamelaisalueen koulutuskeskuksessa Inarissa on järjestetty sosiaali- ja terveysalan perustutkintoon johtavaa lähihoitajakoulutusta vuodesta 1997 alkaen.

source: Škoouljumuš lij heâlptam jieŠnnǩiõllân sääŠmkiõllsa škoouljum personkååŠdd vuäŠǯǯmuužž.
fin: Koulutus on helpottanut äidinkieleltään saamenkielisen koulutetun henkilöstön saatavuutta.

source: Mättʼ tõsplaan sizz kooll pukid õhttsižžen pâi 2 mättʼtõsneäŠttled sääŠmǩiõll mättʼtõs da 2 (mn) määnggkulttuurvuõđ mättʼtõs.
fin: Opetussuunnitelmaan sisältyy kaikille yhteisenä vain 2 opintoviikkoa saamen kielen opetusta ja 2 (ov) monikulttuurisuus opintoja.

source: Luâvas vaŠlljeemnalla kuulli mättʼtõõzzid (10 mn) vuäitt siisǩeed sääŠmǩiõl da kulttuurmättʼtõõzz..
fin: Vapaasti valittaviin opintoihin (10 ov) voi sisällyttää saamen kielen ja kulttuurin opintoja.

source: SääŠmvuuŠvdest järjstum škoouljumuužžid õõlǥče siisǩeed jiânnai jäänab sääŠmǩiõl da kulttuurmättʼtõõzzid.
fin: Saamelaisalueella järjestettäviin koulutuksiin tulisi sisällyttää huomattavasti enemmän saamen kielen ja kulttuurin opintoja.

source: Håiddâkksai peâmmpersonkååŠdd tuââŠj lie pedagoglaž, sosiaalaž da ohjttsažkååŠddlažnalla muttsõõvvâm vâŠǯǯleben.
fin: Varhaiskasvatushenkilöstön työtehtävät ovat pedagogisesti, sosiaalisesti ja yhteiskunnallisesti muuttuneet vaativammiksi.

source: Päärnai ǩiõlsilttumuužž jeeresnallšem tääzz da juõǩǩga jiijjõsnallšem taarbb peŠjje tuâŠjjlaid jiiŠjjesnallšem váŠǯǯlõõzzid.
fin: Lasten kielitaidon erilainen taso ja yksilölliset tarpeet asettavat työntekijöille omat lisähaasteensa.

source: Håiddâkksai peâmmʼmuužžâst vuõrâsoummi kõskksa kõskkvuõđ da tuâŠjast vuäittmõž pelkka päärnaid da håiddpääiǩǩ påreade.
fin: Varhaiskasvatuksessa aikuisten keskinäiset suhteet ja työssä jaksaminen heijastuvat lapsiin ja hoitopaikan ilmapiiriin.

source: Lij vääžnai tueŠjjeed personkååŠdd tuâŠjastvuäittem õudde, tuâŠjjnohjjumužže da škoouljumužže.
fin: On tärkeää panostaa henkilöstön työssä jaksamiseen, työnohjaukseen ja kouluttautumiseen.

source: Peâmmai lij pueŠrr smiõttâd jiiŠjjes toimmjemnaalid da saǥstõõllâd jeeresnallšem šõddmuužži šõddeem tobddmuužži da reagâsttemnääŠlin.
fin: Kasvattajan on hyvä pohtia omia toimintatapojaan ja keskustella erilaisten tilanteiden aiheuttamista tunteista ja reagointitavoista.

source: Håiddâkksai peâmmpersonkåŠdd taarbaš tueŠrjj da silttumuužž ravvumuužž
fin: Varhaiskasvatushenkilöstö tarvitsee tukea ja osaamisen vahvistamista

source: - pedagoglaž tuâjai da mõõntõõllmuužži arvstõõllmuužzâst da õõuđâsviikkmuužžâst
fin: - pedagogisten käytäntöjen ja menetelmien arvioimisessa ja kehittämisessä

source: - õõutmieŠlddsižžen raajjtem- proseess vaaiktõõzzi da järjstõõǥǥi tobbdmuužžâšt; mäŠhtt tõk ohjjee jurddjid da toimmjumuužž (kolonialism)
fin: - yhdenmukaistamisprosessin vaikutusten ja järjestelmien tunnistamisessa; miten ne ohjaavat ajattelua ja toimintaa (kolonialismi)

source: - päärnai sääŠmǩiõl da kulttuur ravvumuužžâst
fin: - lasten saamen kielen ja kulttuurin vahvistamisessa

source: - sääŠm ǩiõlâst da kulttuurest
fin: - saamen kielissä ja kulttuureissa

source: - jiiŠjjes säŠmmla ämmatt - identiteett ravvumuužžâst
fin: - oman saamelaisen ammatti-identiteetin vahvistamisessa

source: - säŠmmla kulttuur vualggmuužžâst šõddi håiddâkksai peâmm täävvtõõzzi, siisǩe da tuåimmplaanin
fin: - saamelaisen kulttuurin lähtökohdista tapahtuvan varhaiskasvatuksen tavoitteiden, sisällön ja toimien suunnittelussa

source: - kulttuurfiŠttjõõžž miârkktõõzzâst kiõl da kulttuur ruõŠkkjen
fin: - kulttuuriymmärryksen merkityksestä kielen ja kulttuurin säilyttäjänä

source: - määŋgǩiõllsažvuõtt peâmmtuâŠjast.
fin: - monikielisyyskasvatuksessa.

source: SäŠmmlai kääzzkõõzzi õõuđâsviikkámhanǩǩõõzz äiŠǧǧen lij puäŠttam õudde tarbb plaanâd da järjsted škoouljumuužž ǩiõllpieŠsspersonkåŠdda da puärrsid sääŠmǩiõl da kulttuur jeäŠlljâttmuužžâst.
fin: Saamelaisten palvelujen kehittämishankkeen aikana on ilmennyt tarve suunnitella ja järjestää koulutusta kielipesähenkilöstölle ja vanhemmille saamen kielen ja kulttuurin elvyttämisestä.

source: Håiddâkksai peâmmkääzzkõõzzi määŋgnallšemvuõtt
fin: Varhaiskasvatuspalvelujen monimuotoisuus

source: SäŠmmlai piâr- da tuâŠjj-jieŠllem õhtte suåvtumužže ââlǥče õõudâsviikkâd sääŠmǩiõllsai håiddâkksai peâmmkääzzkõõzzi määŋgnallšemvuõđ järjsteeŠl ääŠv kruugg- da siõrrtoimmjumuužž di vueŠssäiggsaid håiddâkksai peâmmkääzzkõõzzid.
fin: Saamelaisten perhe- ja työelämän yhteensovittamiseksi tulisi kehittää saamenkielisten varhaiskasvatuspalvelujen monimuotoisuutta järjestämällä avointa kerho- ja leikkitoimintaa sekä osa-aikaisia varhaiskasvatuspalveluja.
